cask 'android-file-transfer'
cask 'calibre'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'homebrew/cask-fonts/font-source-code-pro'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keepassxc'
cask 'mpv'
cask 'slack'
cask 'viber'
cask 'xquartz'
cask 'brave-browser'
cask 'font-sauce-code-pro-nerd-font'

brew 'autojump'
brew 'feh'
brew 'googler'
brew 'highlight'
# brew 'neovim' , args: ['HEAD']
brew 'newsboat'
brew 'node@12'
brew 'pyenv'
brew 'ripgrep'
brew 'stow'
brew 'streamlink'
brew 'surfraw'
brew 'task-spooler'
brew 'terminal-notifier'
brew 'thefuck'
brew 'tmux'
brew 'urlview'
brew 'vifm'
brew 'w3m'
brew 'watch'
# required by coc-nvim
brew 'watchman'
brew 'weechat'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'ncdu'
brew 'romkatv/powerlevel10k/powerlevel10k'
brew 'git-delta'
