{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "asyncrun.vim": { "branch": "master" },
  "asynctasks.vim": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "coal.nvim": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "ctrlsf.vim": { "branch": "master" },
  "diffconflicts": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "emmet-vim": { "branch": "master" },
  "feline.nvim": { "branch": "main" },
  "ferret": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "fzf-lua-asynctasks": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "gv.vim": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "headlines.nvim": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "keymap-layer.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "limelight.vim": { "branch": "master" },
  "lsp_lines.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mkdnflow.nvim": { "branch": "main" },
  "mkdx": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dd": { "branch": "main" },
  "nvim-early-retirement": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-miniyank": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "pantran.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "smartyank.nvim": { "branch": "master" },
  "substitute.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "template-string.nvim": { "branch": "main" },
  "thesaurus_query.vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "vim-blade": { "branch": "master" },
  "vim-caser": { "branch": "master" },
  "vim-dirtytalk": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-emoji": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-hexokinase": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-log-highlighting": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-sayonara": { "branch": "master" },
  "vim-slash": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-textobj-xmlattr": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "webapi-vim": { "branch": "master" }
}